Repository: M1zz/ClipKeyboardMac
Catalog: ClipKeyboard.tap/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# 아이폰에서 지운 단축어 %d개를 이 맥에서도 지웠습니다.
source: Deleted %d snippets on this Mac that were deleted on iPhone.
cs: Na tomto Macu smazané úryvky, které byly smazány na iPhonu: %d.
da: Slettede %d tekststykker på denne Mac, som var slettet på iPhone.
de: %d Textbausteine, die auf dem iPhone gelöscht wurden, wurden auch auf diesem Mac gelöscht.
el: Διαγράφηκαν από αυτό το Mac αποσπάσματα που είχαν διαγραφεί στο iPhone: %d.
es: Se eliminaron de este Mac %d fragmentos que se habían eliminado en el iPhone.
fi: Poistettiin tästä Macista %d tekstinpätkää, jotka oli poistettu iPhonessa.
fr: %d extraits supprimés sur l’iPhone ont aussi été supprimés de ce Mac.
id: %d cuplikan yang sudah dihapus di iPhone juga dihapus dari Mac ini.
it: Eliminati da questo Mac %d frammenti già eliminati su iPhone.
ja: iPhoneで削除されていたスニペット%d件をこのMacからも削除しました。
ko: 아이폰에서 지운 단축어 %d개를 이 맥에서도 지웠습니다.
nb: Slettet %d tekstbiter på denne Macen som var slettet på iPhone.
nl: %d fragmenten die op de iPhone zijn verwijderd, zijn ook van deze Mac verwijderd.
pl: Usunięte na tym Macu fragmenty, które usunięto na iPhonie: %d.
pt_br: %d trechos apagados no iPhone também foram apagados deste Mac.
ru: Удалено заготовок, которые были удалены на iPhone: %d.
sv: %d textsnuttar som raderats på iPhone har även raderats på den här Macen.
th: ลบข้อความ %d รายการที่ถูกลบบน iPhone ออกจาก Mac เครื่องนี้แล้ว
tr: iPhone’da silinmiş %d hazır metin bu Mac’ten de silindi.
vi: Đã xóa khỏi máy Mac này %d đoạn văn bản đã bị xóa trên iPhone.
zh_hans: 已在这台 Mac 上删除 %d 条在 iPhone 上删除的短语。
zh_hant: 已在這台 Mac 上刪除 %d 條在 iPhone 上刪除的短語。

# 아이폰에서 지웠는데 이 맥에 남아 있는 것: %d개
source: Deleted on iPhone but still here: %d
cs: Smazáno na iPhonu, ale stále tady: %d
da: Slettet på iPhone, men stadig her: %d
de: Auf dem iPhone gelöscht, hier noch vorhanden: %d
el: Διαγράφηκαν στο iPhone αλλά υπάρχουν ακόμα εδώ: %d
es: Eliminados en el iPhone pero aún aquí: %d
fi: Poistettu iPhonessa, mutta yhä täällä: %d
fr: Supprimés sur l’iPhone mais encore ici : %d
id: Dihapus di iPhone tapi masih ada di sini: %d
it: Eliminati su iPhone ma ancora qui: %d
ja: iPhoneで削除済みなのに残っているもの：%d件
ko: 아이폰에서 지웠는데 이 맥에 남아 있는 것: %d개
nb: Slettet på iPhone, men fortsatt her: %d
nl: Verwijderd op iPhone maar hier nog aanwezig: %d
pl: Usunięte na iPhonie, ale wciąż tutaj: %d
pt_br: Apagados no iPhone, mas ainda aqui: %d
ru: Удалены на iPhone, но остались здесь: %d
sv: Raderade på iPhone men finns kvar här: %d
th: ลบบน iPhone แล้วแต่ยังอยู่ที่นี่: %d รายการ
tr: iPhone’da silindi ama burada duruyor: %d
vi: Đã xóa trên iPhone nhưng vẫn còn ở đây: %d
zh_hans: 在 iPhone 上已删除但这台 Mac 上仍有：%d 条
zh_hant: 在 iPhone 上已刪除但這台 Mac 上仍有：%d 條

# 아직 받아온 기록이 없습니다.
source: Nothing has been received yet.
cs: Zatím nic nepřišlo.
da: Der er ikke modtaget noget endnu.
de: Bisher wurde nichts empfangen.
el: Δεν έχει ληφθεί τίποτα ακόμα.
es: Todavía no se ha recibido nada.
fi: Mitään ei ole vielä vastaanotettu.
fr: Rien n’a encore été reçu.
id: Belum ada yang diterima.
it: Non è ancora arrivato nulla.
ja: まだ何も受信していません。
ko: 아직 받아온 기록이 없습니다.
nb: Ingenting er mottatt ennå.
nl: Er is nog niets ontvangen.
pl: Jeszcze nic nie odebrano.
pt_br: Nada foi recebido ainda.
ru: Пока ничего не получено.
sv: Ingenting har tagits emot än.
th: ยังไม่ได้รับอะไรเลย
tr: Henüz hiçbir şey alınmadı.
vi: Chưa nhận được gì.
zh_hans: 还没有收到任何内容。
zh_hant: 還沒有收到任何內容。

# 알 수 없음
source: Unknown
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sv: Okänt
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# 암호 입력
source: Enter password
cs: Zadejte heslo
da: Skriv adgangskode
de: Passwort eingeben
el: Εισαγάγετε συνθηματικό
es: Introducir contraseña
fi: Anna salasana
fr: Saisir le mot de passe
id: Masukkan kata sandi
it: Inserisci la password
ja: パスワードを入力
ko: 암호 입력
nb: Skriv inn passord
nl: Voer wachtwoord in
pl: Wpisz hasło
pt_br: Digitar senha
ru: Введите пароль
sv: Ange lösenord
th: ป้อนรหัสผ่าน
tr: Parolayı girin
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# 앱 공용 저장소를 찾을 수 없습니다.
source: Couldn't find the app's shared storage.
cs: Sdílené úložiště aplikace nebylo nalezeno.
da: Appens delte lagring blev ikke fundet.
de: Der gemeinsame Speicher der App wurde nicht gefunden.
el: Δεν βρέθηκε ο κοινόχρηστος χώρος αποθήκευσης της εφαρμογής.
es: No se encontró el almacenamiento compartido de la app.
fi: Sovelluksen jaettua tallennustilaa ei löytynyt.
fr: Impossible de trouver le stockage partagé de l’app.
id: Penyimpanan bersama aplikasi tidak ditemukan.
it: Impossibile trovare lo spazio condiviso dell’app.
ja: アプリの共有ストレージが見つかりません。
ko: 앱 공용 저장소를 찾을 수 없습니다.
nb: Fant ikke appens delte lagring.
nl: Kan de gedeelde opslag van de app niet vinden.
pl: Nie znaleziono wspólnego magazynu aplikacji.
pt_br: Não foi possível encontrar o armazenamento compartilhado do app.
ru: Не удалось найти общее хранилище приложения.
sv: Det gick inte att hitta appens delade lagring.
th: ไม่พบพื้นที่จัดเก็บที่ใช้ร่วมกันของแอป
tr: Uygulamanın paylaşılan saklama alanı bulunamadı.
vi: Không tìm thấy bộ nhớ dùng chung của ứng dụng.
zh_hans: 找不到 App 的共享储存空间。
zh_hant: 找不到 App 的共用儲存空間。

# 앱 메뉴: 클립키보드
source: App menu: ClipKeyboard
cs: Nabídka aplikace: ClipKeyboard
de: App-Menü: ClipKeyboard
el: Μενού εφαρμογής: ClipKeyboard
es: Menú de la app: ClipKeyboard
fi: Sovellusvalikko: ClipKeyboard
fr: Menu de l’app : ClipKeyboard
id: Menu aplikasi: ClipKeyboard
it: Menu app: ClipKeyboard
ja: アプリメニュー：ClipKeyboard
ko: 앱 메뉴: 클립키보드
nb: Appmeny: ClipKeyboard
pl: Menu aplikacji: ClipKeyboard
pt_br: Menu do app: ClipKeyboard
ru: Меню приложения: ClipKeyboard
sv: Appmeny: ClipKeyboard
th: เมนูแอป: ClipKeyboard
tr: Uygulama menüsü: ClipKeyboard
vi: Menu ứng dụng: ClipKeyboard
zh_hans: App 菜单：剪贴键盘
zh_hant: App 選單：剪貼鍵盤

# 앱을 다시 켭니다.
source: The app will reopen.
cs: Aplikace se znovu otevře.
da: Appen åbner igen.
de: Die App startet neu.
el: Η εφαρμογή θα ανοίξει ξανά.
es: La app se volverá a abrir.
fi: Sovellus avautuu uudelleen.
fr: L’app va redémarrer.
id: Aplikasi akan dibuka ulang.
it: L’app verrà riaperta.
ja: アプリを再起動します。
ko: 앱을 다시 켭니다.
nb: Appen åpnes på nytt.
nl: De app wordt opnieuw geopend.
pl: Aplikacja otworzy się ponownie.
pt_br: O app vai reabrir.
ru: Приложение откроется заново.
sv: Appen öppnas igen.
th: แอปจะเปิดใหม่
tr: Uygulama yeniden açılacak.
vi: Ứng dụng sẽ mở lại.
zh_hans: 应用将重新打开。
zh_hant: App 將重新開啟。

# 앱이 다시 켜지면 iCloud 에서 %d개를 받아옵니다.
source: When the app reopens, it will pull %d snippets from iCloud.
cs: Po novém otevření se z iCloudu stáhnou úryvky (%d).
da: Når appen åbner igen, henter den %d tekststykker fra iCloud.
de: Nach dem Neustart werden %d Textbausteine aus iCloud geladen.
el: Όταν η εφαρμογή ανοίξει ξανά, θα λάβει %d αποσπάσματα από το iCloud.
es: Al volver a abrirse, la app descargará %d fragmentos de iCloud.
fi: Kun sovellus avautuu uudelleen, se noutaa iCloudista %d tekstinpätkää.
fr: Au redémarrage, l’app récupérera %d extraits depuis iCloud.
id: Saat dibuka ulang, aplikasi akan mengambil %d cuplikan dari iCloud.
it: Alla riapertura, l’app scaricherà %d frammenti da iCloud.
ja: 再起動すると、iCloudからスニペット%d件を取り込みます。
ko: 앱이 다시 켜지면 iCloud 에서 %d개를 받아옵니다.
nb: Når appen åpnes på nytt, henter den %d tekstbiter fra iCloud.
nl: Als de app opnieuw opent, worden %d fragmenten uit iCloud opgehaald.
pl: Po ponownym otwarciu aplikacja pobierze z iCloud fragmenty (%d).
pt_br: Ao reabrir, o app vai baixar %d trechos do iCloud.
ru: После повторного открытия из iCloud загрузятся заготовки (%d).
sv: När appen öppnas igen hämtar den %d textsnuttar från iCloud.
th: เมื่อแอปเปิดใหม่ จะดึงข้อความ %d รายการจาก iCloud
tr: Uygulama yeniden açıldığında iCloud’dan %d hazır metin çekilecek.
vi: Khi mở lại, ứng dụng sẽ tải %d đoạn văn bản từ iCloud.
zh_hans: 应用重新打开后，将从 iCloud 获取 %d 条短语。
zh_hant: App 重新開啟後，將從 iCloud 取得 %d 條短語。

# 언제든지 접근 가능
source: Always accessible
cs: Vždy po ruce
da: Altid lige ved hånden
de: Immer erreichbar
el: Πάντα προσβάσιμο
es: Siempre a mano
fi: Aina käsillä
fr: Toujours accessible
id: Selalu bisa diakses
it: Sempre a portata di mano
ja: いつでもアクセス
ko: 언제든지 접근 가능
nb: Alltid tilgjengelig
nl: Altijd bereikbaar
pl: Zawsze pod ręką
pt_br: Sempre à mão
ru: Всегда под рукой
sv: Alltid nära till hands
th: เรียกใช้ได้เสมอ
tr: Her zaman erişilebilir
vi: Luôn sẵn sàng
zh_hans: 随时都能用
zh_hant: 隨時都能用

# 여권번호
source: Passport Number
cs: Číslo pasu
da: Pasnummer
de: Reisepassnummer
el: Αριθμός διαβατηρίου
es: Número de pasaporte
fi: Passin numero
fr: Numéro de passeport
id: Nomor Paspor
it: Numero di passaporto
ja: パスポート番号
ko: 여권번호
nb: Passnummer
nl: Paspoortnummer
pl: Numer paszportu
pt_br: Número do passaporte
ru: Номер паспорта
sv: Passnummer
th: เลขหนังสือเดินทาง
tr: Pasaport Numarası
vi: Số hộ chiếu
zh_hans: 护照号码
zh_hant: 護照號碼

# 여기서 정한 순서는 아이폰·키보드까지 동기화됩니다.
source: The order you set here syncs to your iPhone and keyboard.
cs: Pořadí, které tu nastavíte, se synchronizuje s iPhonem a klávesnicí.
da: Den rækkefølge, du vælger her, synkroniseres til din iPhone og tastaturet.
de: Die Reihenfolge, die du hier festlegst, wird mit iPhone und Tastatur synchronisiert.
el: Η σειρά που ορίζετε εδώ συγχρονίζεται με το iPhone και το πληκτρολόγιο.
es: El orden que establezcas aquí se sincroniza con tu iPhone y su teclado.
fi: Tässä asettamasi järjestys synkronoituu iPhoneen ja näppäimistöön.
fr: L’ordre défini ici est synchronisé avec votre iPhone et son clavier.
id: Urutan yang Anda atur di sini disinkronkan ke iPhone dan keyboard-nya.
it: L’ordine impostato qui viene sincronizzato con iPhone e la sua tastiera.
ja: ここで決めた並び順はiPhoneとキーボードにも同期されます。
ko: 여기서 정한 순서는 아이폰·키보드까지 동기화됩니다.
nb: Rekkefølgen du velger her, synkroniseres til iPhone og tastaturet.
nl: De volgorde die je hier instelt, wordt gesynchroniseerd met je iPhone en het toetsenbord.
pl: Ustawiona tu kolejność jest synchronizowana z iPhonem i klawiaturą.
pt_br: A ordem que você definir aqui é sincronizada com o iPhone e o teclado.
ru: Заданный здесь порядок синхронизируется с iPhone и клавиатурой.
sv: Ordningen du väljer här synkas till din iPhone och tangentbordet.
th: ลำดับที่ตั้งไว้ที่นี่จะซิงค์ไปยัง iPhone และคีย์บอร์ด
tr: Burada belirlediğiniz sıra iPhone’unuza ve klavyenize eşzamanlanır.
vi: Thứ tự bạn đặt ở đây sẽ được đồng bộ sang iPhone và bàn phím.
zh_hans: 在这里设定的顺序会同步到 iPhone 和键盘。
zh_hant: 在這裡設定的順序會同步到 iPhone 和鍵盤。

# 여러 값이 담긴 단축어입니다. 값 목록은 아이폰에서 바꿀 수 있어요.
source: This snippet holds several values. The list of values can be edited on iPhone.
cs: Tento úryvek obsahuje několik hodnot. Seznam hodnot můžete upravit na iPhonu.
da: Dette tekststykke indeholder flere værdier. Listen over værdier kan redigeres på iPhone.
de: Dieser Textbaustein enthält mehrere Werte. Die Werteliste kannst du auf dem iPhone bearbeiten.
el: Αυτό το απόσπασμα περιέχει πολλές τιμές. Τη λίστα τιμών μπορείτε να την επεξεργαστείτε στο iPhone.
es: Este fragmento contiene varios valores. La lista de valores se edita en el iPhone.
fi: Tässä tekstinpätkässä on useita arvoja. Arvoluetteloa voi muokata iPhonessa.
fr: Cet extrait contient plusieurs valeurs. La liste des valeurs se modifie sur l’iPhone.
id: Cuplikan ini berisi beberapa nilai. Daftar nilainya bisa diedit di iPhone.
it: Questo frammento contiene più valori. L’elenco dei valori si modifica su iPhone.
ja: このスニペットには複数の値が入っています。値の一覧はiPhoneで編集できます。
ko: 여러 값이 담긴 단축어입니다. 값 목록은 아이폰에서 바꿀 수 있어요.
nb: Denne tekstbiten inneholder flere verdier. Listen over verdier kan redigeres på iPhone.
nl: Dit fragment bevat meerdere waarden. De lijst met waarden kun je op de iPhone wijzigen.
pl: Ten fragment zawiera kilka wartości. Listę wartości można edytować na iPhonie.
pt_br: Este trecho guarda vários valores. A lista de valores pode ser editada no iPhone.
ru: Эта заготовка содержит несколько значений. Список значений можно изменить на iPhone.
sv: Den här textsnutten innehåller flera värden. Listan med värden kan redigeras på iPhone.
th: ข้อความนี้มีหลายค่า รายการค่าแก้ไขได้บน iPhone
tr: Bu hazır metin birden fazla değer içeriyor. Değer listesi iPhone’da düzenlenebilir.
vi: Đoạn văn bản này chứa nhiều giá trị. Danh sách giá trị có thể sửa trên iPhone.
zh_hans: 这是包含多个值的短语。值列表可以在 iPhone 上修改。
zh_hant: 這是包含多個值的短語。值列表可以在 iPhone 上修改。

# 연결 안 됨
source: Not connected
cs: Nepřipojeno
da: Ikke forbundet
de: Nicht verbunden
el: Χωρίς σύνδεση
es: Sin conexión
fi: Ei yhdistetty
fr: Non connecté
id: Tidak terhubung
it: Non connesso
ja: 未接続
ko: 연결 안 됨
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Brak połączenia
pt_br: Desconectado
ru: Не подключено
sv: Inte ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı değil
vi: Chưa kết nối
zh_hans: 未连接
zh_hant: 未連接

# 연결됨
source: Connected
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδέθηκε
es: Conectado
fi: Yhdistetty
fr: Connecté
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# 예: %@
source: For example: %@
cs: Například: %@
da: For eksempel: %@
de: Beispiel: %@
el: Για παράδειγμα: %@
es: Por ejemplo: %@
fi: Esimerkiksi: %@
fr: Exemple : %@
id: Contoh: %@
it: Per esempio: %@
ja: 例：%@
ko: 예: %@
nb: For eksempel: %@
nl: Bijvoorbeeld: %@
pl: Na przykład: %@
pt_br: Por exemplo: %@
ru: Например: %@
sv: Till exempel: %@
th: ตัวอย่าง: %@
tr: Örneğin: %@
vi: Ví dụ: %@
zh_hans: 例如：%@
zh_hant: 例如：%@

# 예약번호
source: Confirmation Code
cs: Potvrzovací kód
da: Bekræftelseskode
de: Bestätigungscode
el: Κωδικός επιβεβαίωσης
es: Código de confirmación
fi: Vahvistuskoodi
fr: Code de confirmation
id: Kode Konfirmasi
it: Codice di conferma
ja: 確認コード
ko: 예약번호
nb: Bekreftelseskode
nl: Bevestigingscode
pl: Kod potwierdzenia
pt_br: Código de confirmação
ru: Код подтверждения
sv: Bekräftelsekod
th: รหัสยืนยัน
tr: Onay Kodu
vi: Mã xác nhận
zh_hans: 预订编号
zh_hant: 預訂編號

# 요청이 너무 많습니다. 잠시 후 다시 시도해주세요.
source: Too many requests. Please try again in a moment.
cs: Příliš mnoho požadavků. Zkuste to prosím za chvíli znovu.
da: For mange anmodninger. Prøv igen om lidt.
de: Zu viele Anfragen. Bitte versuch es gleich noch einmal.
el: Πάρα πολλά αιτήματα. Δοκιμάστε ξανά σε λίγο.
es: Demasiadas solicitudes. Inténtalo de nuevo en un momento.
fi: Liian monta pyyntöä. Yritä hetken päästä uudelleen.
fr: Trop de requêtes. Réessayez dans un instant.
id: Terlalu banyak permintaan. Coba lagi sebentar lagi.
it: Troppe richieste. Riprova tra poco.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도해주세요.
nb: For mange forespørsler. Prøv igjen om litt.
nl: Te veel verzoeken. Probeer het zo opnieuw.
pl: Zbyt wiele żądań. Spróbuj ponownie za moment.
pt_br: Solicitações demais. Tente de novo daqui a pouco.
ru: Слишком много запросов. Повторите попытку чуть позже.
sv: För många förfrågningar. Försök igen om en stund.
th: มีคำขอมากเกินไป โปรดลองอีกครั้งในอีกสักครู่
tr: Çok fazla istek var. Lütfen biraz sonra yeniden deneyin.
vi: Quá nhiều yêu cầu. Vui lòng thử lại sau ít phút.
zh_hans: 请求过于频繁。请稍后再试。
zh_hant: 請求過於頻繁。請稍後再試。

# 우편번호
source: Postal Code
cs: PSČ
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
fi: Postinumero
fr: Code postal
id: Kode Pos
it: CAP
ja: 郵便番号
ko: 우편번호
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt_br: CEP
ru: Почтовый индекс
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta Kodu
vi: Mã bưu chính
zh_hans: 邮政编码
zh_hant: 郵遞區號

# 이 기기에 단축어 %d개가 있습니다. 복구하면 지금의 단축어가 백업 시점의 것으로 모두 교체됩니다.
source: This Mac has %d shortcuts. Restoring replaces all of them with the ones from the backup.
cs: Úryvky na tomto Macu: %d. Obnovení je všechny nahradí úryvky ze zálohy.
da: Denne Mac har %d tekststykker. Ved gendannelse erstattes de alle af dem fra sikkerhedskopien.
de: Auf diesem Mac sind %d Textbausteine. Beim Wiederherstellen werden sie alle durch die aus dem Backup ersetzt.
el: Αυτό το Mac έχει %d αποσπάσματα. Η επαναφορά θα τα αντικαταστήσει όλα με εκείνα του αντιγράφου ασφαλείας.
es: Este Mac tiene %d fragmentos. Al restaurar, todos se reemplazan por los de la copia de seguridad.
fi: Tässä Macissa on %d tekstinpätkää. Palauttaminen korvaa ne kaikki varmuuskopion tekstinpätkillä.
fr: Ce Mac contient %d extraits. La restauration les remplace tous par ceux de la sauvegarde.
id: Mac ini punya %d cuplikan. Memulihkan akan mengganti semuanya dengan isi cadangan.
it: Su questo Mac ci sono %d frammenti. Il ripristino li sostituisce tutti con quelli del backup.
ja: このMacにはスニペットが%d件あります。復元すると、すべてバックアップの内容に置き換わります。
ko: 이 기기에 단축어 %d개가 있습니다. 복구하면 지금의 단축어가 백업 시점의 것으로 모두 교체됩니다.
nb: Denne Macen har %d tekstbiter. Ved gjenoppretting erstattes alle med dem fra sikkerhetskopien.
nl: Deze Mac bevat %d fragmenten. Bij het terugzetten worden ze allemaal vervangen door die uit de reservekopie.
pl: Fragmenty na tym Macu: %d. Przywrócenie zastąpi je wszystkie fragmentami z kopii zapasowej.
pt_br: Este Mac tem %d trechos. Restaurar substitui todos eles pelos do backup.
ru: На этом Mac заготовок: %d. При восстановлении все они будут заменены заготовками из резервной копии.
sv: Den här Macen har %d textsnuttar. Vid återställning ersätts alla med dem från säkerhetskopian.
th: Mac เครื่องนี้มีข้อความ %d รายการ การกู้คืนจะแทนที่ทั้งหมดด้วยข้อความจากข้อมูลสำรอง
tr: Bu Mac’te %d hazır metin var. Geri yükleme, hepsini yedekteki hazır metinlerle değiştirir.
vi: Máy Mac này có %d đoạn văn bản. Khi khôi phục, tất cả sẽ được thay bằng nội dung trong bản sao lưu.
zh_hans: 此设备上有 %d 个快捷词。恢复后，当前的快捷词将全部替换为备份时的内容。
zh_hant: 此裝置上有 %d 個快捷詞。回復後，目前的快捷詞將全部取代為備份時的內容。

# 이 기기의 단축어가 %2$d개뿐이라 %1$d개짜리 기존 백업을 덮어쓰지 않았습니다.
source: This device has only %2$d shortcuts, so the existing backup of %1$d was left untouched.
cs: Na tomto zařízení je jen tento počet úryvků: %2$d, proto stávající záloha (%1$d) zůstala beze změny.
da: Denne enhed har kun %2$d tekststykker, så den eksisterende sikkerhedskopi med %1$d blev ikke rørt.
de: Auf diesem Gerät sind nur %2$d Textbausteine, daher wurde das vorhandene Backup mit %1$d nicht angetastet.
el: Αυτή η συσκευή έχει μόνο %2$d αποσπάσματα, γι’ αυτό το υπάρχον αντίγραφο ασφαλείας με %1$d έμεινε ανέγγιχτο.
es: Este dispositivo solo tiene %2$d fragmentos, así que no se tocó la copia existente de %1$d.
fi: Tässä laitteessa on vain %2$d tekstinpätkää, joten nykyiseen varmuuskopioon (%1$d) ei koskettu.
fr: Cet appareil ne contient que %2$d extraits : la sauvegarde existante de %1$d n’a donc pas été touchée.
id: Perangkat ini hanya punya %2$d cuplikan, jadi cadangan lama berisi %1$d tidak diubah.
it: Su questo dispositivo ci sono solo %2$d frammenti, quindi il backup esistente di %1$d non è stato toccato.
ja: このデバイスにはスニペットが%2$d件しかないため、%1$d件の既存バックアップはそのまま残しました。
ko: 이 기기의 단축어가 %2$d개뿐이라 %1$d개짜리 기존 백업을 덮어쓰지 않았습니다.
nb: Denne enheten har bare %2$d tekstbiter, så den eksisterende sikkerhetskopien med %1$d ble ikke rørt.
nl: Dit apparaat heeft maar %2$d fragmenten, dus de bestaande reservekopie van %1$d is ongemoeid gelaten.
pl: Na tym urządzeniu jest tylko tyle fragmentów: %2$d, więc istniejąca kopia zapasowa (%1$d) pozostała nietknięta.
pt_br: Este dispositivo tem só %2$d trechos, então o backup atual de %1$d não foi alterado.
ru: На этом устройстве заготовок только: %2$d, поэтому резервная копия (%1$d) оставлена без изменений.
sv: Den här enheten har bara %2$d textsnuttar, så den befintliga säkerhetskopian med %1$d lämnades orörd.
th: อุปกรณ์นี้มีข้อความเพียง %2$d รายการ จึงไม่แตะข้อมูลสำรองเดิมที่มี %1$d รายการ
tr: Bu aygıtta yalnızca %2$d hazır metin olduğu için %1$d hazır metin içeren mevcut yedeğe dokunulmadı.
vi: Thiết bị này chỉ có %2$d đoạn văn bản nên bản sao lưu cũ gồm %1$d được giữ nguyên.
zh_hans: 本设备只有 %2$d 条短语，因此没有覆盖含 %1$d 条的现有备份。
zh_hant: 本裝置只有 %2$d 條短語，因此沒有覆蓋含 %1$d 條的現有備份。

# 이 단축어를 삭제할까요?
source: Delete this snippet?
cs: Smazat tento úryvek?
da: Vil du slette dette tekststykke?
de: Diesen Textbaustein löschen?
el: Διαγραφή αυτού του αποσπάσματος;
es: ¿Eliminar este fragmento?
fi: Poistetaanko tämä tekstinpätkä?
fr: Supprimer cet extrait ?
id: Hapus cuplikan ini?
it: Eliminare questo frammento?
ja: このスニペットを削除しますか？
ko: 이 단축어를 삭제할까요?
nb: Vil du slette denne tekstbiten?
nl: Dit fragment verwijderen?
pl: Usunąć ten fragment?
pt_br: Apagar este trecho?
ru: Удалить эту заготовку?
sv: Radera den här textsnutten?
th: ลบข้อความนี้ไหม
tr: Bu hazır metin silinsin mi?
vi: Xóa đoạn văn bản này?
zh_hans: 要删除这条短语吗？
zh_hant: 要刪除這條短語嗎？

# 이 맥 것을 지우고 아이폰에서 다시 받기
source: Erase this Mac and pull from iPhone
cs: Vymazat tento Mac a stáhnout z iPhonu
da: Ryd denne Mac, og hent fra iPhone
de: Diesen Mac leeren und vom iPhone laden
el: Διαγραφή αυτού του Mac και λήψη από το iPhone
es: Borrar este Mac y descargar desde el iPhone
fi: Tyhjennä tämä Mac ja nouda iPhonesta
fr: Effacer ce Mac et récupérer depuis l’iPhone
id: Kosongkan Mac ini dan ambil dari iPhone
it: Svuota questo Mac e scarica da iPhone
ja: このMacを消去してiPhoneから取り込む
ko: 이 맥 것을 지우고 아이폰에서 다시 받기
nb: Tøm denne Macen og hent fra iPhone
nl: Wis deze Mac en haal op van iPhone
pl: Wymaż tego Maca i pobierz z iPhone’a
pt_br: Apagar este Mac e baixar do iPhone
ru: Стереть этот Mac и загрузить с iPhone
sv: Töm den här Macen och hämta från iPhone
th: ล้าง Mac เครื่องนี้แล้วดึงจาก iPhone
tr: Bu Mac’i sil ve iPhone’dan çek
vi: Làm trống máy Mac này và tải từ iPhone
zh_hans: 清空这台 Mac 并从 iPhone 重新获取
zh_hant: 清空這台 Mac 並從 iPhone 重新取得
